---
kind: property
id: P:Autodesk.Revit.DB.Structure.RebarContainerItem.Volume
zh: 体积
source: html/d42b0a63-b2a5-4657-09a9-cfe39736e2fb.htm
---
# Autodesk.Revit.DB.Structure.RebarContainerItem.Volume Property

**中文**: 体积

The volume of an individual bar multiplied by Quantity.

## Syntax (C#)
```csharp
public double Volume { get; }
```